#+TITLE: Bargue Drawing I
#+AUTHOR: Chris Hogan
#+DATE: <2021-11-08 Mon> to <2021-12-05 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-14 Sun 20:17], for week 2021-W45.
  | Tags    | Headline                        | Time    |       |      |      |
  |---------+---------------------------------+---------+-------+------+------|
  |         | *Total time*                    | *27:15* |       |      |      |
  |---------+---------------------------------+---------+-------+------+------|
  |         | \_  Week 1                      |         | 27:15 |      |      |
  |         | \_    <2021-11-08 Mon>          |         |       | 3:01 |      |
  | drawing | \_      Value scale in graphite |         |       |      | 3:01 |
  |         | \_    <2021-11-09 Tue>          |         |       | 2:28 |      |
  | study   | \_      Setup easel             |         |       |      | 1:32 |
  | drawing | \_      Value scale in graphite |         |       |      | 0:56 |
  |         | \_    <2021-11-10 Wed>          |         |       | 2:56 |      |
  | drawing | \_      Value scale in graphite |         |       |      | 1:15 |
  | drawing | \_      Sphere                  |         |       |      | 1:41 |
  |         | \_    <2021-11-11 Thu>          |         |       | 2:53 |      |
  | drawing | \_      Sphere                  |         |       |      | 1:05 |
  | study   | \_      Bargue eyes             |         |       |      | 0:27 |
  | drawing | \_      Bargue eye              |         |       |      | 1:21 |
  |         | \_    <2021-11-12 Fri>          |         |       | 2:43 |      |
  | drawing | \_      Bargue eyes             |         |       |      | 1:44 |
  | drawing | \_      Bargue drawing          |         |       |      | 0:59 |
  |         | \_    <2021-11-13 Sat>          |         |       | 8:10 |      |
  | study   | \_      Composition and staging |         |       |      | 2:07 |
  | drawing | \_      Bargue drawing          |         |       |      | 6:03 |
  |         | \_    <2021-11-14 Sun>          |         |       | 5:04 |      |
  | study   | \_      Composition             |         |       |      | 0:55 |
  | drawing | \_      Gouache portrait        |         |       |      | 3:30 |
  | study   | \_      Blog                    |         |       |      | 0:39 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *21h 35m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *5h 40m*  |
  
  #+END:
*** <2021-11-08 Mon>
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-08 Mon 18:13]--[2021-11-08 Mon 21:14] =>  3:01
     :END:
*** <2021-11-09 Tue>
**** DONE Setup easel                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-09 Tue 18:34]--[2021-11-09 Tue 20:06] =>  1:32
     :END:
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-09 Tue 20:06]--[2021-11-09 Tue 21:02] =>  0:56
     :END:
*** <2021-11-10 Wed>
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-10 Wed 18:05]--[2021-11-10 Wed 19:20] =>  1:15
     :END:
**** DONE Sphere                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-10 Wed 20:45]--[2021-11-10 Wed 21:25] =>  0:40
     CLOCK: [2021-11-10 Wed 19:20]--[2021-11-10 Wed 20:21] =>  1:01
     :END:
*** <2021-11-11 Thu>
**** DONE Sphere                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 18:04]--[2021-11-11 Thu 19:09] =>  1:05
     :END:
**** DONE Bargue eyes                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 19:09]--[2021-11-11 Thu 19:36] =>  0:27
     :END:
**** DONE Bargue eye                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 19:36]--[2021-11-11 Thu 20:57] =>  1:21
     :END:
*** <2021-11-12 Fri>
**** DONE Bargue eyes                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-12 Fri 18:33]--[2021-11-12 Fri 20:17] =>  1:44
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-12 Fri 20:28]--[2021-11-12 Fri 21:16] =>  0:48
     CLOCK: [2021-11-12 Fri 20:17]--[2021-11-12 Fri 20:28] =>  0:11
     :END:
*** <2021-11-13 Sat>
**** DONE Composition and staging                                     :study:
     :LOGBOOK:
     CLOCK: [2021-11-13 Sat 12:33]--[2021-11-13 Sat 13:28] =>  0:55
     CLOCK: [2021-11-13 Sat 08:21]--[2021-11-13 Sat 09:33] =>  1:12
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-13 Sat 18:09]--[2021-11-13 Sat 20:16] =>  2:07
     CLOCK: [2021-11-13 Sat 14:12]--[2021-11-13 Sat 16:21] =>  2:09
     CLOCK: [2021-11-13 Sat 09:33]--[2021-11-13 Sat 11:20] =>  1:47
     :END:
*** <2021-11-14 Sun>
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 09:52]--[2021-11-14 Sun 10:47] =>  0:55
     :END:
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 18:03]--[2021-11-14 Sun 19:23] =>  1:20
     CLOCK: [2021-11-14 Sun 14:00]--[2021-11-14 Sun 14:58] =>  0:58
     CLOCK: [2021-11-14 Sun 10:49]--[2021-11-14 Sun 12:01] =>  1:12
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 19:38]--[2021-11-14 Sun 20:17] =>  0:39
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-14 Sun 20:17], for week 2021-W45.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
*** <2021-11-15 Mon>
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-14 Sun 20:17], for week 2021-W45.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-11-14 Sun 20:17], for week 2021-W45.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
